
"Mise à jour auto" = "Automatic loading";
"Réinitialiser" = "Reset";
"Noter l'app" = "Note";
"Conception et réalisation :" = "Realisation :";
"Réalisation graphique :" = "Design :";
"Synchronisation iCloud" = "iCloud Sync";